{
  "title": "Termini di Servizio",
  "version": "Versione: aprile 2025",
  "effective_date": "Data di Entrata in Vigore",
  "last_updated": "Ultimo Aggiornamento",
  "date": "20-Apr-2025",
  "updated_date": "20-Apr-2025",
  "sections": {
    "companyInfo": {
      "title": "1. Informazioni societarie",
      "content": "Sevedo Co. Ltd., con sede legale in 291 Vichitsongkram Road, Phuket, Tailandia (di seguito \"Leader24\", \"noi\", \"nostro\"). Contatti ufficiali: info@leader24.it."
    },
    "definitions": {
      "title": "2. Definizioni",
      "content": "\"Servizi\": la piattaforma SaaS Leader24 per la creazione e gestione di agenti di intelligenza artificiale dedicati a customer‑care, prenotazioni alberghiere/ristoranti e tracking ordini e‑commerce."
    },
    "scope": {
      "title": "3. Ambito del contratto",
      "content": "Accedendo o utilizzando i Servizi, l'Utente accetta di essere vincolato dai presenti Termini. Se l'Utente agisce in nome e per conto di un'entità, dichiara di avere i poteri necessari per vincolarla."
    },
    "plans": {
      "title": "4. Piani, prova gratuita e fatturazione",
      "content": "Leader24 offre (a) un piano gratuito limitato e (b) piani a pagamento con fatturazione in Euro (EUR) su base mensile o annuale. Il pagamento è dovuto in anticipo; il rinnovo è automatico fino a cancellazione. Non sono previsti rimborsi per importi già corrisposti."
    },
    "acceptableUse": {
      "title": "5. Uso accettabile",
      "content": "È vietato: (i) utilizzare i Servizi per attività illegali o spam; (ii) effettuare reverse engineering o bypassare misure di sicurezza; (iii) violare diritti di terzi."
    },
    "thirdParty": {
      "title": "6. Servizi di terze parti",
      "content": "Gli Agenti AI possono integrarsi con WhatsApp Business, Stripe, OpenAI, Google Cloud e altri servizi esterni. Leader24 non garantisce la disponibilità continua di tali servizi né è responsabile di interruzioni, malfunzionamenti o cambi di policy ad essi imputabili."
    },
    "availability": {
      "title": "7. Disponibilità e supporto",
      "content": "Disponibilità: obiettivo 99 % su base mensile, esclusa manutenzione programmata (preavviso ≥ 24 h). Indennizzi: nessun credito o rimborso in caso di mancato raggiungimento dell'obiettivo. Supporto: canali automatizzati 24 h/24, 7 g/7; presa in carico dei ticket entro 24 h."
    },
    "ip": {
      "title": "8. Proprietà intellettuale",
      "content": "Leader24 detiene ogni diritto sui Servizi; l'Utente mantiene i diritti sui contenuti caricati."
    },
    "confidentiality": {
      "title": "9. Riservatezza",
      "content": "Ciascuna parte manterrà riservate le informazioni confidenziali dell'altra, salvo quanto necessario per adempiere agli obblighi di legge o contrattuali."
    },
    "privacy": {
      "title": "10. Privacy e protezione dati",
      "content": "Il trattamento dei dati personali è disciplinato dall'Informativa Privacy disponibile su https://leader24.it/informativa-privacy. Poiché parte del personale opera dalla Tailandia, gli accessi remoti ai dati degli Utenti europei costituiscono trasferimenti internazionali disciplinati dalle Clausole Contrattuali Standard (Decisione UE 2021/914), qui integralmente incorporate."
    },
    "warranties": {
      "title": "11. Dichiarazioni ed esclusioni di garanzia",
      "content": "I Servizi sono forniti \"così come sono\" e \"come disponibili\". Leader24 non rilascia garanzie, espresse o implicite, incluse quelle di commerciabilità, idoneità a scopi particolari e non violazione."
    },
    "liability": {
      "title": "12. Limitazione di responsabilità",
      "content": "Nella misura massima consentita dalla legge, Leader24 non sarà responsabile per danni diretti, indiretti, speciali, incidentali o consequenziali, ivi compresa la perdita di dati o profitti, anche se avvisata della possibilità di tali danni. La responsabilità aggregata di Leader24 verso l'Utente è pari a €0, salvo i casi in cui la legge vieti l'esclusione o la limitazione."
    },
    "indemnification": {
      "title": "13. Indennizzo",
      "content": "L'Utente terrà indenne Leader24 da ogni reclamo derivante dall'uso improprio dei Servizi."
    },
    "termination": {
      "title": "14. Durata e cessazione",
      "content": "L'Utente può recedere in qualsiasi momento cancellando l'account; Leader24 può sospendere o terminare i Servizi in caso di violazione dei Termini. I dati potranno essere cancellati decorso un periodo di 30 giorni dalla cessazione."
    },
    "governing": {
      "title": "15. Legge applicabile e foro competente",
      "content": "I presenti Termini sono regolati dalla legge della Tailandia. Ogni controversia sarà devoluta alla giurisdizione esclusiva dei tribunali di Bangkok, fatti salvi i diritti inderogabili dei consumatori dell'UE."
    },
    "misc": {
      "title": "16. Varie",
      "content": "L'eventuale invalidità di una clausola non pregiudica la validità delle restanti. Leader24 può cedere il presente contratto previa comunicazione; l'Utente non può cedere diritti senza consenso scritto."
    }
  }
}